Repository: mediadrop/youtube-import-plugin
Catalog: mcore/youtube_import/i18n/*/LC_MESSAGES/youtube_import.po
Languages: de

source: You have exceeded the traffic quota allowed by YouTube. While some of the videos have been saved, not all of them were imported correctly. Please wait a few minutes and run the import again to continue.
de: Sie haben das von YouTube gesetzte Traffic-Limit überschritten. Einige Videos wurden gespeichert. Bitte warten Sie ein paar Minuten und starten den Import dann erneut.

source: Channel Name(s)
de: Kanal-Name(n)

source: One or more channel names (separated by commas) to import. Please enter only the channel/user name, not the full URL. Please be aware that it may take several minutes for the import to complete. When all videos have been imported, you will be returned to the Media page to manage your new videos.
de: Ein oder mehrere zu importierende Kanal-Namen (durch Kommas getrennt). Bitte geben Sie nur den Kanal- bzw. Benutzernamen ein, nicht die gesamte URL. Bitte beachten Sie auch, dass der Import mehrere Minuten dauern kann. Sobald alle Videos importiert wurden, werden Sie auf die Medien-Seite weitergeleitet, wo Sie Ihre neuen Videos verwalten können.

source: Publish Videos
de: Videos publizieren

source: When this is selected, videos are published automatically when they are imported. Otherwise the videos will be added, but will be waiting for review before being published.
de: Importierte Videos werden automatisch publiziert. Andernfalls werden die Videos zwar hinzugefügt, müssen aber vor dem Publizieren noch überprüf

source: Categories
de: Kategorien

source: e.g.: puppies, great dane, adorable
de: z.B. Welpen, Dogge, bezaubernd

source: Import YouTube videos into MediaCore
de: Importiert YouTube-Videos in MediaCore

source: immediately publish imported videos
de: importierte Videos sofort publizieren

source: associate new videos with these tags (comma separated list)
de: füge neue Videos zu diesen Tags hinzu (Komma-separierte Liste)

source: associate new videos with these categories (comma separated list)
de: füge neue Videos zu diesen Kategorien hinzu (Komma-separierte Liste)

source: MediaCore user name for newly created videos (default: "admin")
de: MediaCore Benutzername für neue Videos (Standard: "admin")

source: YouTube channel name (e.g. "LinuxMagazine")
de: Name des YouTube-Kanals (z.B. "LinuxMagazine")

source: Please specify at least one valid channel
de: Bitte geben Sie mindestens einen gültigen Kanal an.

source: Unknown user "%(user_name)s"
de: Unbekannter Nutzer "%(user_name)s"

source: Importing...
de: Importiere...

source: Import complete
de: Import abgeschlossen

source: Import paused.
de: Import unterbrochen

source: Please specify a config file using "--config=<filename>"
de: Bitte geben Sie die Konfigurationsdatei an ("--config=<dateiname>")

source: MediaCore config file
de: MediaCore Konfigurations-Datei

source: MediaCore config file (default: "%(file)s")
de: MediaCore Konfigurations-Datei (Standard: "%(file)s")
